Repository: isHuaMouRen/PvzLauncher-Remake
Catalog: PvzLauncherRemake/I18N/PageSettings.*.resx
Languages: ru_ru

source: Launcher settings
ru_ru: Настройки лаунчера

source: Game settings
ru_ru: настройки игры

source: Save settings
ru_ru: Настройки архива

source: Operate
ru_ru: действовать

source: Appearance
ru_ru: Появление

source: Reset
ru_ru: перезагрузить

source: Default
ru_ru: по умолчанию

# Custom
source: Customize
ru_ru: Настроить

source: Select
ru_ru: выбирать

source: Update
ru_ru: возобновлять

source: Enabled
ru_ru: давать возможность

# Notification
source: Notify
ru_ru: уведомить

source: Storage
ru_ru: магазин

source: Theme:
ru_ru: тема:

# Theme_Light
source: Light
ru_ru: яркий

# Theme_Dark
source: Dark
ru_ru: темный

source: Language:
ru_ru: язык:

source: Window title:
ru_ru: Название окна:

source: Title image:
ru_ru: Заглавное изображение:

source: Background:
ru_ru: фон:

# NavViewLocation
source: Navigation view location:
ru_ru: Расположение панели навигации:

# NavViewLocation_Left
source: Left
ru_ru: левая сторона

# NavViewLocation_Top
source: Top
ru_ru: вершина

source: Echo Cave:
ru_ru: Пещера Эха:

source: Download cache:
ru_ru: Скачать кэш:

# DownloadCache_Clear
source: Clean up
ru_ru: убирать

# LaunchOperate
source: Operations after starting the game:
ru_ru: Действия после запуска игры:

# LaunchNone
source: Do nothing
ru_ru: ничего не делать

# LaunchClose
source: Launcher closes
ru_ru: Лаунчер закрывается

# LaunchHideAndShow
source: The launcher is hidden and will be displayed after the game is over
ru_ru: Лаунчер скрыт и будетотображаться после завершениигры

# CheckUpdate
source: Check for updates:
ru_ru: Проверьте наличие обновлений:

source: Update channel:
ru_ru: Обновление канала:

# StartUpCheck
source: Check for updates on startup:
ru_ru: Проверьте наличие обновлений при запуске:

# Check
source: Detection
ru_ru: Обнаружение

# DownloadNotice
source: Download notification:
ru_ru: Уведомление о загрузке:

# NoticeGame
source: Game download notification
ru_ru: Уведомление о загрузке игры

# NoticeTrainer
source: Modifier download notification
ru_ru: Уведомление о загрузке модификатора

# GameConfig
source: Game configuration
ru_ru: Конфигурация игры

source: Full screen:
ru_ru: полноэкранный:

source: Force full screen
ru_ru: Принудительно открыть полный экран

# ForceWindowed
source: Force windowing
ru_ru: Принудительное оконное управление

source: Location:
ru_ru: Расположение:

source: Center
ru_ru: центр

# LeftTop
source: Upper left corner
ru_ru: верхний левый угол

source: Delete save
ru_ru: Удалить архив

# MoveSave
source: Save migration
ru_ru: Миграция архива

# SaveIsolation
source: Save Quarantine
ru_ru: Архив Карантин
